Repository: vbelegi/pokexgames-puzzles
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: About
pt_br: Sobre

source: </br>This is NOT an official PokeXGames app.
pt_br: </br>Este NÃO é um aplicativo oficial da PokeXGames.

source: You can use this to train your skills on The Chosen One Flute puzzle or obtain answers to Moltres crosswords puzzle.
pt_br: Você pode usar este site para treinar o puzzle da Flauta da The Chosen One ou obter respostas para o puzzle do Moltres.

source: Github Repository:
pt_br: Repositório Github:

source: Home
pt_br: Início

source: Lugia Flute
pt_br: Lugia Flauta

source: English
pt_br: Inglês

source: Portuguese (Brazil)
pt_br: Português (Brasil)

source: Play!
pt_br: Jogar!

source: Play Again
pt_br: Jogar Novamente

source: 🎶 Tutorial to Lugia Flute 🎶
pt_br: 🎶 Tutorial para Lugia Flauta 🎶

source: To play, press the keys on your keyboard that correspond to the musical notes shown on the pillars.</br>
pt_br: Para jogar, pressione as teclas que correspondem à nota musical mostrada nos pilares.</br>

source: The table below shows which keys to press for each note:
pt_br: A tabela abaixo mostra quais teclas pressionar para cada nota:

source: Notes
pt_br: Notas

source: Keys
pt_br: Teclas

source: </br>As you play, the background color will change to indicate if you hit the right note.</br>
pt_br: </br>Enquanto você joga, a cor de fundo vai mudar para indicar se você acertou a nota.</br>

source: </br>A blue background means you got it right, while a red background means you missed.</br>
pt_br: </br>Um fundo azul significa que você acertou, enquanto um fundo vermelho significa que você errou.</br>

source: </br>The game consists of 50 notes. To win, you need to have fewer than 7 misses and no more than 8 skips.</br>
pt_br: </br>O jogo consiste de 50 notas. Para vencer, você precisa ter menos de 7 erros e não mais que 8 skips.</br>

source: </br>Good luck, Chosen One!
pt_br: </br>Boa sorte, Escolhido!

source: Moltres - Search Results
pt_br: Moltres - Resultados da Busca

source: Moltres Pokémon Search
pt_br: Moltres Pokémon Busca
